[{"copyright":"Stefan Seip","date":"2005-01-11","explanation":"Sweeping northward in planet Earth's sky, comet Machholz extended its long ion tail with the Pleiades star cluster in the background on January 7th. This stunning view, recorded with a telephoto lens in skies over Oberjoch, Bavaria, Germany, emphasizes faint, complex tail structures and the scene's lovely blue and green colors. Merging with the blue dust-reflected starlight of the Pleiades, colors in the comet's ion tail and greenish coma are produced as gas molecules fluoresce in sunlight. Reflecting the sunlight, dust from comet Machholz trails along the comet's orbit and forms the whitish tail jutting down and toward the right. While the visible coma spans about 500,000 kilometers, the nucleus of the comet, likely only a few kilometers across, lies hidden within. Comet tails can extend many millions of kilometers from the nucleus, but appear substantially shortened because of perspective.","hdurl":"https://apod.nasa.gov/apod/image/0501/machholzPleiades_seip_full.jpg","media_type":"image","service_version":"v1","title":"Machholz Meets the Pleiades","url":"https://apod.nasa.gov/apod/image/0501/machholzPleiades_seip_c80.jpg"},{"date":"1996-06-24","explanation":"Color information from the Soviet Venera landers and radar data from the Magellan spacecraft were used to construct this striking perspective view of the Venusian landscape. (In this computer generated image, the vertical scale has been exagerated.) In the foreground is the edge of a rift valley created by faulting in the crust of Venus. The valley runs all the way to the base of Gula Mons, a 2 mile high volcano seen here on the right, some 450 miles in the distance. On the left is another volcano, Sif Mons. Using radar to pierce the dense clouds continuously shrouding the Face of Venus, Magellan was able to explore over 98% of the Venusian surface, revealing a a diverse and tantalizing topography.","hdurl":"https://apod.nasa.gov/apod/image/gularif1_magellan_big.gif","media_type":"image","service_version":"v1","title":"A View from Venus: Rift Valley","url":"https://apod.nasa.gov/apod/image/gularif1_magellan.gif"},{"date":"2004-04-29","explanation":"This June's rare and much heralded transit of Venus will feature our currently brilliant evening star in silhouette, as the inner planet glides across the face of the Sun. But on January 5, 2003 an even rarer transit took place. Titan, large moon of ringed gas giant Saturn, crossed in front of the Crab Nebula, a supernova remnant some 7,000 light-years away. During Titan's transit, the orbiting Chandra Observatory's x-ray detectors recorded the shadowing of cosmic x-rays generated by the Crab's amazing pulsar nebula, pictured above, in a situation analogous to a medical x-ray. The resulting image (inset at left) probes the extent of Titan's atmosphere. So, how rare was Titan's transit of the Crab? While Saturn itself passes within a few degrees of the Crab Nebula every 30 years, the next similar transit is reportedly due in 2267. And since the stellar explosion which gave birth to the Crab was seen in 1054, the 2003 Titan transit may have been the first to occur ... ever.","hdurl":"https://apod.nasa.gov/apod/image/0404/titanpathcomp_cxc_scale.jpg","media_type":"image","service_version":"v1","title":"Titan's X-Ray","url":"https://apod.nasa.gov/apod/image/0404/titanpathcomp_cxc_scalesm.jpg"},{"date":"2002-03-12","explanation":"What could cause a huge cylindrical mountain to rise from the surface of Venus?  Such features that occur on Venus are known as coronas.  Pictured above in the foreground is 500-kilometer wide Atete Corona found in a region of Venus known as the Galindo.  The image was created by combining multiple radar maps of the region to form a computer-generated three-dimensional perspective.  The series of dark rectangles that crosses the image from top to bottom were created by the imaging procedure and are not real. The origin of massive coronas remains a mystery although speculation holds they result from some form of volcanism.  Studying Venusian coronas help scientists better understand the inner structure of both Venus and Earth.","hdurl":"https://apod.nasa.gov/apod/image/0203/atetecorona_magellan_big.jpg","media_type":"image","service_version":"v1","title":"Atete Corona on Venus","url":"https://apod.nasa.gov/apod/image/0203/atetecorona_magellan.jpg"},{"date":"2000-07-20","explanation":"On July 14th, solar active region 9077 (AR9077) produced a massive flare. The event also blasted an enormous cloud of energetic charged particles toward planet Earth, triggering magnetic storms and dramatic auroral displays. This striking close-up of AR9077 was made by the orbiting TRACE satellite shortly after the flare erupted. It shows million degree hot solar plasma cooling down while suspended in an arcade of magnetic loops. The false-color image covers an expansive 230,000 by 170,000 kilometer area on the Sun's surface (Earth's diameter is about 12,800 kilometers) and was recorded in extreme ultraviolet light. Collectively resembling a popular \"slinky\" toy, the enormous loops are actually magnetic field lines which trap the glowing, cooling plasma above the relatively dark solar surface. After the flare, AR9077's activity decayed as it was carried farther across the Earth-facing hemisphere of the Sun by solar rotation. Active regions like AR9077 appear as groups of dark sunspots in visible light.","hdurl":"https://apod.nasa.gov/apod/image/0007/ar9077_trace_big.gif","media_type":"image","service_version":"v1","title":"AR9077: Solar Magnetic Arcade","url":"https://apod.nasa.gov/apod/image/0007/ar9077_trace.jpg"},{"copyright":"Wissam Ayoub","date":"2020-10-17","explanation":"These clouds of gas and dust drift through rich star fields along the plane of our Milky Way Galaxy toward the high flying constellation Cygnus. Caught within the telescopic field of view are the Soap Bubble (lower left) and the Crescent Nebula (upper right). Both were formed at a final phase in the life of a star. Also known as NGC 6888, the Crescent was shaped as its bright, central massive Wolf-Rayet star, WR 136, shed its outer envelope in a strong stellar wind. Burning through fuel at a prodigious rate, WR 136 is near the end of a short life that should finish in a spectacular supernova explosion.  Discovered in 2013, the Soap Bubble Nebula is likely a planetary nebula, the final shroud of a lower mass, long-lived, sun-like star destined to become a slowly cooling white dwarf. Both stellar shrouds are 5,000 light-years or so distant. The larger Crescent Nebula is around 25 light-years across.","hdurl":"https://apod.nasa.gov/apod/image/2010/NGC6888WissamAyoub.jpg","media_type":"image","service_version":"v1","title":"Cygnus: Bubble and Crescent","url":"https://apod.nasa.gov/apod/image/2010/NGC6888WissamAyoub1024.jpg"},{"date":"2011-12-21","explanation":"What's large and blue and can wrap itself around an entire galaxy? A gravitational lens mirage. Pictured above,  the gravity of a luminous red galaxy (LRG) has gravitationally distorted the light from a much more distant blue galaxy. More typically, such light bending results in two discernible images of the distant galaxy, but here the lens alignment is so precise that the background galaxy is distorted into a horseshoe -- a nearly complete ring.  Since such a lensing effect was generally predicted in some detail by Albert Einstein over 70 years ago, rings like this are now known as Einstein Rings.  Although LRG 3-757 was discovered in 2007 in data from the  Sloan Digital Sky Survey (SDSS), the image shown above is a follow-up observation taken with the Hubble Space Telescope's  Wide Field Camera 3. Strong gravitational lenses like LRG 3-757 are more than oddities -- their multiple properties allow astronomers to determine the mass and dark matter content of the foreground galaxy lenses.   Best Short Astronomy Videos: APOD editor to speak in New York City on Friday, January 6","hdurl":"https://apod.nasa.gov/apod/image/1112/lensshoe_hubble_3235.jpg","media_type":"image","service_version":"v1","title":"A Horseshoe Einstein Ring from Hubble","url":"https://apod.nasa.gov/apod/image/1112/lensshoe_hubble_900.jpg"},{"copyright":"Juan Carlos Casado","date":"2000-11-26","explanation":"Last year, the 1999 Leonids Meteor Shower came to a tremendous crescendo.  Observers in Europe observed a sharp peak in the number of meteors visible around 0210 UTC during the early morning hours of November 18.   Meteor counts then exceeded 1000 per hour - the minimum needed to define a true meteor storm.  At other times and from other locations around the world, observers typically reported respectable rates of between 30 and 100 meteors per hour.  This year, the 2000 Leonids were somewhat less impressive, although many astronomers hold much hope for the Leonids in 2001 and 2002. The above photograph is a 20-minute exposure ending just before the main Leonids peak of 1999 began.  Visible are at least five Leonids meteors streaking high above the Torre de la Guaita, an observation tower used during the 12th century in Gorina, Spain.","hdurl":"https://apod.nasa.gov/apod/image/9911/leonids99_casado_big.jpg","media_type":"image","service_version":"v1","title":"Leonids Above Torre de la Guaita","url":"https://apod.nasa.gov/apod/image/9911/leonids99_casado.jpg"},{"date":"1998-02-17","explanation":"even years ago the brightest supernova of modern times was recorded. Now the expanding debris from this tremendous stellar explosion is seen to be crashing into previously expelled material.  The onset of this collision is shown by the arrow in the above picture as the yellow spot on the interior of the ring.  Although the collision is occurring at speeds near 60 million km/hour, it will appear to take years due to the vast distances involved. As the supernova blast wave moves out, it shock-heats any gas it encounters, causing it to glow.  Astronomers are thus hopeful that the blast wave will illuminate the interesting past of SN 1987a, and perhaps provide more clues about the origins of the mysterious rings.","hdurl":"https://apod.nasa.gov/apod/image/9802/sn87aknot_hst_big.jpg","media_type":"image","service_version":"v1","title":"Shocked by Supernova 1987a","url":"https://apod.nasa.gov/apod/image/9802/sn87aknot_hst.jpg"},{"date":"2019-02-23","explanation":"Like grains of sand on a cosmic beach, stars of the Triangulum Galaxy are resolved in this sharp mosaic from the Hubble Space Telescope's Advanced Camera for Surveys (ACS). The inner region of the galaxy spanning over 17,000 light-years is covered at extreme resolution, the second largest image ever released by Hubble. At its center is the bright, densely packed galactic core surrounded by a loose array of dark dust lanes mixed with the stars in the galactic plane. Also known as M33, the face-on spiral galaxy lies 3 million light-years away in the small northern constellation Triangulum. Over 50,000 light-years in diameter, the Triangulum Galaxy is the third largest in the Local Group of galaxies after the Andromeda Galaxy (M31), and our own Milky Way. Of course, to fully appreciate the Triangulum's stars, star clusters, and bright nebulae captured in this Hubble mosaic, you'll need to use a zoom tool.","hdurl":"https://apod.nasa.gov/apod/image/1902/heic1901aTriangulum.jpg","media_type":"image","service_version":"v1","title":"The Stars of the Triangulum Galaxy","url":"https://apod.nasa.gov/apod/image/1902/heic1901aTriangulumS.jpg"}]